[
  {
    "id": 1,
    "name": "Heinrich Julian Guy",
    "shortDescription": "An architect and engineer of Polish origin, who is at the beginning of the 20th century. worked in the Russian Empire, and then in Poland. He worked in the neoclassical style. Author of projects for many buildings in Warsaw, Minsk, Kiev and other places in the Russian Empire. During the interwar period, he was a provincial architect in Pinsk.",
    "fullDescription": "An architect and engineer of Polish origin, who is at the beginning of the 20th century. worked in the Russian Empire, and then in Poland. He worked in the neoclassical style. Author of projects for many buildings in Warsaw, Minsk, Kiev and other places in the Russian Empire. During the interwar period, he was a provincial architect in Pinsk. Born January 10, 1875 in Warsaw, in the Kingdom of Poland, the son of Heinrich and Joanna (Müller). Descended from the Polish gentry. His grandfather, Jakub Gai, was an architect who designed, among others, the building of the Polish Bank in Warsaw. Heinrich Gai graduated from the Gymnasium of Wojciech Gursky, studied architecture at the Institute of Civil Engineers of Emperor Nicholas I in St. Petersburg, and in 1898 received an engineering degree [3] [4]. Later he continued his education in Paris, Vienna and Munich; for some time he lived in Italy, Algeria, Tunisia, etc. After returning from abroad, he began working in Warsaw. On the advice of senior colleagues, in 1906 he moved to Minsk, where, meanwhile, there was a lack of professional architects and it was easier to make a career as an independent author. In 1906-1910 he supervised construction and installation work on the building of the Church of Saints Simon and Helena in Minsk. Since 1909 he has been a member of the Circle of Architects in Warsaw [6]. In early December 1908, as part of the Circle's delegation, he took part in the First Congress of Delegates of the Polish Architectural Circles in Krakow. Before the First World War he took part in the work of two architectural workshops. One of them was located in Warsaw and at first was jointly owned (together with Dzerzhanovsky and Voitsekhovsky), and later in the possession of Guy, on ul. Okulenik. The second, 'Guy, Sventitsky & Co', was located in Minsk, in Yukhnovich's house at the corner of modern Karl Marx and Engels streets. For some time he worked in Minsk and its environs, erected many works of sacred and civil architecture. Participated in architectural competitions, where he received numerous distinctions and awards, including the first prize in the competition for the design of the Bessarabian market in Kiev [4]; before that Guy had experience in building a covered market in Warsaw. In 1914 he moved into the interior of Russia, the beginning of the First World War he met in Vladivostok. He organized a Polish colony there and acted as consul. In 1918 he left Russia. In 1919 he came to Minsk, but in the same year he left it and returned to Warsaw. During the Polish-Soviet War, he was a member of the Polish Civil Guard. Lectured at the Railway School. During the interwar period, he worked as a voivodship architect in Pinsk.",
    "placeOfBirth": "Warsaw, Republic of Poland",
    "years": "January 10, 1875 - October 3, 1936",
    "image": "",
    "biography": [
      {
        "description": "Born January 10, 1875 in Warsaw, in the Kingdom of Poland, the son of Heinrich and Joanna (nee Müller). Came from the Polish gentry. His grandfather, Jakub Gai, was an architect who designed, among others, the building of the Bank of Poland in Warsaw.",
        "date": "1875"
      },
      {
        "description": "Heinrich Gai graduated from the Gymnasium of Wojciech Gursky, studied architecture at the Institute of Civil Engineers of Emperor Nicholas I in St. Petersburg, and received an engineering degree in 1898. Later he continued his education in Paris, Vienna and Munich; for some time he lived in Italy, Algeria, Tunisia, etc.",
        "date": "1898"
      },
      {
        "description": "After returning from abroad, he began work in Warsaw. On the advice of senior colleagues, in 1906 he moved to Minsk, where, meanwhile, there was a lack of professional architects and it was easier to make a career as an independent author.",
        "date": "1906"
      },
      {
        "description": "In 1906-1910 he supervised construction and installation works at the construction of the Church of Saints Simon and Helena in Minsk. Since 1909 he has been a member of the Circle of Architects in Warsaw. In early December 1908, as part of the Circle's delegation, he took part in the First Congress of Delegates of Polish Architectural Circles in Krakow",
        "date": "1906 — 1910"
      },
      {
        "description": "Before the First World War he took part in the work of two architectural workshops. One of them was located in Warsaw and at first was jointly owned (together with Dzerzhanovsky and Voitsekhovsky), and later in the possession of Guy, on ul. Okulnik. The second, Gai, Sventitsky & Co, was located in Minsk, in Yukhnovich's house at the corner of modern Karl Marx and Engels streets. For some time he worked in Minsk and its environs, erected many works of sacred and civil architecture. Participated in architectural competitions, where he received numerous distinctions and awards, including the first prize in the competition for the design of the Bessarabian market in Kiev; before that Guy had experience in building a covered market in Warsaw. In 1914 he moved deep into Russia, met the beginning of the First World War in Vladivostok. He organized a Polish colony there and acted as consul. In 1918 he left Russia. In 1919 he came to Minsk, but in the same year he left it and returned to Warsaw. During the Polish-Soviet War, he was a member of the Polish Civil Guard. Lectured at the Railway School. During the interwar period, he worked as a voivodship architect in Pinsk.",
        "date": "1910 - 1919"
      }
    ],
    "works": [
      {
        "description": "House of Sventsitsky, project of Heinrich Guy",
        "date": "Early 20th century",
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Miensk_Marksa_01.jpg/800px-Miensk_Marksa_01.jpg?uselang=ru"
      },
      {
        "description": "House number 19 on the street. Soviet in Minsk",
        "date": "",
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Miensk_Sav_19_01.jpg/800px-Miensk_Sav_19_01.jpg?uselang=ru"
      },
      {
        "description": "Church of the Immaculate Conception of Mary in bivków, near Warsaw",
        "date": "",
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/POL_Pruszkow_zbikow_church.jpg/450px-POL_Pruszkow_zbikow_church.jpg?uselang=ru"
      },
      {
        "description": "Parish House of the Evangelical Augsburg Parish, Malakhovsky Square, Warsaw",
        "date": "1911—1912",
        "img": ""
      },
      {
        "description": "Bessarabian market in Kiev",
        "date": "1910—1912",
        "img": "https://upload.wikimedia.org/wikipedia/commons/8/86/KIev-KhreshchatykStr-BessarabskyiMarket.jpg",
        "lat": 50.44242145,
        "lng": 30.52161393
      },
      {
        "description": "The courtyard of Edward Raczynski in Zawada near Dembica",
        "date": "",
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Dw%C3%B3r_w_Zawadzie.JPG/800px-Dw%C3%B3r_w_Zawadzie.JPG?uselang=ru"
      }
    ],
    "video": "bw8EBGwOLrg"
  },
  {
    "id": 2,
    "name": "Ananich Yuri Stepanovich",
    "shortDescription": "Belarusian architect. Contributed to the formation of the architectural appearance of modern Minsk and other Belarusian cities. Member of the Belarusian Union of Architects.",
    "fullDescription": "Belarusian architect. Contributed to the formation of the architectural appearance of modern Minsk and other Belarusian cities. Member of the Belarusian Union of Architects. Born in Minsk, father - a fast train driver. In 1978 he graduated from the architectural faculty of the Belarusian State Polytechnic Institute (now BNTU) specializing in urban planning. After completing his studies for thirty years worked at RUE Institute Belgosproekt. For some time he held the position of chief architect at Global Investments. Later he participated in the design of three high-rise buildings that the Russian company Itera planned to build in addition to the residential skyscraper 'Parus' as part of the multifunctional complex 'Business Center on M. Tanka st.'. Tragically died at the Ptich railway station in the Minsk region. ",
    "placeOfBirth": "Minsk, Belarus",
    "years": "November 23, 1955 - February 28, 2015",
    "image": "https://upload.wikimedia.org/wikipedia/commons/d/d2/Yury_Ananich.jpg",
    "biography": [
      {
        "description": "Born on November 23, 1955 in Minsk.",
        "date": "1955"
      },
      {
        "description": "Graduated from the architectural faculty of the Belarusian State Polytechnic Institute (now BNTU) with a degree in urban planning",
        "date": "1978"
      },
      {
        "description": "Worked at RUE 'Institute Belgosproekt'",
        "date": "1978 - 2008"
      },
      {
        "description": "Tragically died at the Ptich railway station in the Minsk region",
        "date": "2015"
      }
    ],
    "works": [
      {
        "description": "Residential complex of the Embassy of the Russian Federation in Belarus",
        "date": "2007",
        "img": "https://upload.wikimedia.org/wikipedia/commons/4/40/Russian_Embassy_1.jpg",
        "lat": 27.531195,
        "lng": 53.930483
      },
      {
        "description": "A shopping center with a banking services center in Mogilev",
        "date": "",
        "img": "",
        "lat": 30.348159,
        "lng": 53.868947
      }
    ],
    "video": "UKWEsW7p8cs"
  },
  {
    "id": 3,
    "name": "Iosif Grigorievich Langbard",
    "shortDescription": "Belarusian Soviet architect, honored art worker of the Belarusian SSR (1934), winner of the Grand Prix at the World Exhibition in Paris, 1937, Doctor of Architecture (since 1939).",
    "fullDescription": "Belarusian Soviet architect, honored art worker of the Belarusian SSR (1934), winner of the Grand Prix at the World Exhibition in Paris, 1937, doctor of architecture (since 1939). He is one of the outstanding architects of Europe of the XX century, whose artistic heritage significant influence on the development of modern architecture. His architectural works greatly influenced the formation of the appearance of the city of Minsk and are examples of Belarusian architecture. ",
    "placeOfBirth": "Belsk, Grodno province",
    "years": "January 6, 1882 - January 3, 1951",
    "image": "https://upload.wikimedia.org/wikipedia/commons/e/e5/Architect_Langbard_Iosif_Grigorevich.jpg",
    "biography": [
      {
        "description": "Born on January 6, 1882 in the town of Belsk, Grodno province of the Russian Empire, into a Jewish family.",
        "date": "1882"
      },
      {
        "description": "Graduated from the local gymnasium",
        "date": "1901"
      },
      {
        "description": "Graduated from the architectural department of the Odessa Art School",
        "date": "1906"
      },
      {
        "description": "Moved to St. Petersburg",
        "date": "1907"
      },
      {
        "description": "Defended his graduation project Building of the State Council of the Russian Empire.",
        "date": "1914"
      },
      {
        "description": "Won the All-Union competition for the best design of the House of Government of the Byelorussian SSR.",
        "date": "1929"
      },
      {
        "description": "the architect's work gained worldwide recognition when Joseph Langbard won the Grand Prix at the World Exhibition in Paris.",
        "date": "1937"
      },
      {
        "description": "Died in Leningrad.",
        "date": "1951"
      }
    ],
    "works": [
      {
        "description": "Residential building for workers of the 'Red Triangle' plant on Gaza Avenue in Leningrad",
        "date": "1927",
        "img": ""
      },
      {
        "description": "The main building of the Academy of Sciences of the Byelorussian SSR in Minsk",
        "date": "1935-1939",
        "img": "https://upload.wikimedia.org/wikipedia/commons/4/4b/Belarus-Minsk-Academy_of_Sciences-5.jpg"
      },
      {
        "description": "House of the Red Army in Minsk",
        "date": "1934-1939",
        "img": ""
      }
    ],
    "video": "dlQIlW3V"
  },
  {
    "id": 4,
    "name": "Claudius Stepanovich Duzh-Dushevsky",
    "shortDescription": "Belarusian public-political and cultural figure, architect and journalist.",
    "fullDescription": "Belarusian public, political and cultural figure, architect and journalist. He is considered the author of the white-red-white flag - the official flag of the Belarusian People's Republic (1918-1919) and Belarus (1991-1995).",
    "placeOfBirth": "Glubokoe, Vilna province, Russian Empire",
    "years": "March 27, 1891 - 1959",
    "image": "https://upload.wikimedia.org/wikipedia/ru/d/d3/Dushewsky.jpg",
    "biography": [
      {
        "description": "Born on March 27, 1891 in the city of Glubokoe, Vilensk province of the Russian Empire, now the Vitebsk region of Belarus.",
        "date": "1891"
      },
      {
        "description": "Entered the St. Petersburg Mining Institute.",
        "date": "1912"
      },
      {
        "description": "He began to engage in politics - he joined the Belarusian Socialist community, in June 1917 he became a member of the central committee of the community and its presidium.",
        "date": "1917"
      },
      {
        "description": "Moved to Vilno and became a member of the Belarusian National Committee.",
        "date": "1919"
      },
      {
        "description": "As an architect, he worked in Lithuania, studied at the architectural bureau of Vladimir Dubenetsky.",
        "date": "1930-1940"
      },
      {
        "description": "After the occupation of the Lithuanian SSR by the German army, he refused to cooperate with the Germans, for which (and also for helping the Jews) he ended up in a concentration camp.",
        "date": "1940"
      },
      {
        "description": "Died in Vilnius, Lithuanian SSR.",
        "date": "25 February 1959"
      }
    ],
    "works": [
      {
        "description": "The building of the Metropolitan cinema in Lithuania",
        "date": "1927",
        "img": ""
      }
    ],
    "video": ""
  },
  {
    "id": 5,
    "name": "Levin Leonid Mendelevich",
    "shortDescription": "Honored Architect of the Republic of Belarus.",
    "fullDescription": "Honored Architect of the Republic of Belarus, Laureate of the Lenin Prize and the Lenin Komsomol Prize, Laureate of the Volgograd Komsomol Prize, twice laureate of the State Prize of the Republic of Belarus, laureate of many prestigious competitions and reviews of architectural works, Academician of the International and Belarusian Academy of Architecture, Chairman of the Union of Belarusian Jewish public associations and communities since 1991 ",
    "placeOfBirth": "Minsk, Belarus",
    "years": "July 25, 1936 - March 1, 2014",
    "image": "https://upload.wikimedia.org/wikipedia/commons/b/bf/Levin_Leonid_Mendele.jpg",
    "biography": [
      {
        "description": "Born in Minsk",
        "date": "25 July 1936"
      },
      {
        "description": "Studying at the Belarusian Polytechnic Institute.",
        "date": "1954-1960"
      },
      {
        "description": "Work at the Minskproject Institute (from an architect to the head of the Workshop for the development of the center of Minsk)",
        "date": "Since 1960"
      },
      {
        "description": "Participation in the creation of the park named after the 50th anniversary of Soviet power.",
        "date": "1960-1967"
      },
      {
        "description": "Participation in the creation of the exhibition pavilion of the Exhibition of Economic Achievements of the BSSR in Minsk.",
        "date": "1968"
      },
      {
        "description": "as a member of the group of authors he was awarded the Lenin Prize for the memorial complex 'Khatyn' 1968-1969",
        "date": "1970"
      },
      {
        "description": "Director of his own creative workshop of the Unitary Enterprise 'Creative Workshop of Architect L. Levin'",
        "date": "Since 1997"
      },
      {
        "description": "Died in Minsk",
        "date": "1 March 2014"
      }
    ],
    "works": [
      {
        "description": "Memorial ensemble 'Khatyn'",
        "date": "1969",
        "img": "https://upload.wikimedia.org/wikipedia/commons/e/e6/Khatyn_-_Villages.jpg"
      },
      {
        "description": "Memorial complex 'Yama' (territory of the former Minsk ghetto)",
        "date": "",
        "img": "https://upload.wikimedia.org/wikipedia/commons/6/6a/Belarus-Minsk-Memorial_Pit-2.jpg"
      },
      {
        "description": "Monument to Yanka Kupala",
        "date": "1972",
        "img": "https://upload.wikimedia.org/wikipedia/ru/f/ff/Yanka-kupala-minsk.jpg"
      },
      {
        "description": "City Committee of the Communist Party of Belarus, MFA",
        "date": "1979",
        "img": ""
      }
    ],
    "video": "qoWJgqu47gA"
  },
  {
    "id": 6,
    "name": "Parusnikov Mikhail Pavlovich",
    "shortDescription": "Soviet architect, full member of the Academy of Architecture of the USSR.",
    "fullDescription": "Soviet architect, full member of the Academy of Architecture of the USSR (1950), academician of the Academy of Sciences of the BSSR (1950; corresponding member since 1947). Teacher, professor (since 1948). Laureate of the State Prize of the Belarusian SSR (1968).",
    "placeOfBirth": "Moscow, Russian Empire",
    "years": "November 12, 1893 - February 2, 1968",
    "image": "https://upload.wikimedia.org/wikipedia/ru/b/b6/Parusnikov.jpg",
    "biography": [
      {
        "description": "Born in Moscow",
        "date": "November 12, 1893"
      },
      {
        "description": "Studying at MUZHVZ",
        "date": "1913-1918"
      },
      {
        "description": "Work in architectural and design organizations in Moscow",
        "date": "Since 1924"
      },
      {
        "description": "Teaching at the Moscow Architectural Institute",
        "date": "1934-1941"
      },
      {
        "description": "Senior Researcher of the USSR Academy of Architecture",
        "date": "1941-1944"
      },
      {
        "description": "Head of the architectural design workshops of the USSR Committee for Architecture Affairs",
        "date": "1944-1948"
      },
      {
        "description": "Died in Moscow",
        "date": "February 2, 1968"
      }
    ],
    "works": [
      {
        "description": "Spinning factory in Ivanteevka",
        "date": "1929",
        "img": ""
      },
      {
        "description": "Administrative building - KGB of Belarus",
        "date": "1945-1947",
        "img": "https://upload.wikimedia.org/wikipedia/commons/7/71/Minsk_skaryny_ave_02.jpg"
      },
      {
        "description": "State Bank of the BSSR",
        "date": "1950",
        "img": "https://upload.wikimedia.org/wikipedia/commons/3/32/NBRB.JPG"
      },
      {
        "description": "Sports complex Dynamo",
        "date": "1946-1954",
        "img": ""
      }
    ],
    "video": ""
  },
  {
    "id": 7,
    "name": "Mikhail Ivanovich Baklanov",
    "shortDescription": "Byelorussian Soviet architect. Honored Architect of the Byelorussian SSR (1969).",
    "fullDescription": "Byelorussian Soviet architect. Honored Architect of the Byelorussian SSR (1969).",
    "placeOfBirth": "Ivanovka village",
    "years": "January 30, 1914 - January 23, 1990",
    "image": "https://upload.wikimedia.org/wikipedia/ru/6/6d/%D0%9C%D0%B8%D1%85%D0%B0%D0%B8%D0%BB_%D0% 98% D0% B2% D0% B0% D0% BD% D0% BE% D0% B2% D0% B8% D1% 87_% D0% 91% D0% B0% D0% BA% D0% BB% D0% B0% D0% BD% D0% BE% D0% B2.jpg ",
    "biography": [
      {
        "description": "Born in the village of Ivanovka (now Volnovakhsky district, Donetsk region, Ukraine)",
        "date": "January 30, 1914"
      },
      {
        "description": "At the beginning of the Great Patriotic War, private Baklanov fought against the Nazis, but in July 1941 he was captured",
        "date": "1941"
      },
      {
        "description": "Escaped from a POW camp in Poland, soon after that joined the People's Avengers partisan brigade.",
        "date": "1943"
      },
      {
        "description": "Work in the architectural and planning workshop of the Office of Architecture under the Council of People's Commissars of the BSSR (Belgosproekt), headed by Professor M. Barshch.",
        "date": "Since 1944"
      },
      {
        "description": "Died in Minsk",
        "date": "23 January 1990"
      }
    ],
    "works": [
      {
        "description": "M. Gorky National Academic Drama Theater (reconstruction)",
        "date": "1948-1950",
        "img": "https://upload.wikimedia.org/wikipedia/commons/a/ab/Minsk_Drama_Theatre.jpg"
      },
      {
        "description": "The building of the Minsk Regional Statistical Office",
        "date": "1954",
        "img": ""
      },
      {
        "description": "The State Picture Gallery of the BSSR",
        "date": "1954-1957",
        "img": "https://upload.wikimedia.org/wikipedia/commons/1/13/%D0%A5%D1%83%D0%B4_%D0%BC%D1%83%D0%B7%D0% B5% D0% B9_% D0% A0% D0% 91.jpg "
      },
      {
        "description": "Cinema 'Pobeda' on the International street",
        "date": "",
        "img": ""
      }
    ],
    "video": "7CsnFSbpUqE"
  }
]
