[
  {
    "id": 1,
    "name": "Генрих Юлиан Гай",
    "shortDescription": "Архитектор и инженер польского происхождения, который в начале XX века. работал в Российской империи, а потом в Польше. Работал в стиле неоклассицизма. Автор проектов многих зданий в Варшаве, Минске, Киеве и в других местах Российской империи. В межвоенный период — воеводской архитектор в Пинске.",
    "fullDescription": "Архитектор и инженер польского происхождения, который в начале XX века. работал в Российской империи, а потом в Польше. Работал в стиле неоклассицизма. Автор проектов многих зданий в Варшаве, Минске, Киеве и в других местах Российской империи. В межвоенный период — воеводской архитектор в Пинске. Родился 10 января 1875 года в Варшаве, в Царстве Польском, сын Генриха и Йоанны (в девичестве Мюллер (Müller))[3]. Происходил из польской шляхты[1]. Его дед, Якуб Гай[pl], был архитектором, спроектировал, среди прочих здание Банка польского в Варшаве. Генрих Гай закончил Гимназию Войцеха Гурского[pl][3], изучал архитектуру в Институте гражданских инженеров императора Николая I в Петербурге, в 1898 году получил диплом инженера[3][4]. Позже продолжал образование в Париже, Вене и Мюнхене; некоторое время жил в Италии, Алжире, Тунисе и т. д. После возвращения из-за границы начал работу в Варшаве[3]. По совету старших коллег в 1906 году он переехал в Минск, где тем временем не хватало профессиональных архитекторов и было легче сделать карьеру самостоятельного автора[3][5]. В 1906—1910 годах руководил строительно-монтажными работами на строении Костела Святых Симона и Елены в Минске[3]. С 1909 года член Круга архитекторов в Варшаве[6]. В начале декабря 1908 года в составе делегации Круга участвовал в Первом съезде делегатов польских архитектурных кругов в Кракове. Перед первой мировой войной участвовал в работе двух архитектурных мастерских. Одна из них находилась в Варшаве и сначала была в совместном владении (вместе с Дзержановским и Войцеховским), а позже во владения Гая, на ул. Окулник[pl]. Вторая, «Гай, Свентицкий & Co», находилась в Минске, в доме Юхновича на углу современных улиц Карла Маркса и Энгельса[3][5]. Некоторое время работал в Минске и его окрестностях, возвел немало произведений сакральной и гражданской архитектуры. Участвовал в архитектурных конкурсах, где получил многочисленные знаки отличий и награды[3], в том числе, первую премию в конкурсе на проектирование Бессарабского рынка в Киеве[4]; до этого Гай имел опыт строительства крытого рынка в Варшаве. В 1914 году переехал вглубь России[6], начало первой мировой войны встретил во Владивостоке. Организовал там польскую колонию и исполнял обязанности консула. В 1918 году выехал из России. В 1919 году приехал в Минск, но в том же году покинул его и вернулся в Варшаву. Во время польско-советской войны входил в состав польской Гражданской стражи[be]*. Проводил лекции в Железнодорожной школе[3]. В межвоенный период работал в должности воеводского архитектора в Пинске.",
    "placeOfBirth": "Варшава, Республика Польша",
    "years": "10 января 1875 — 3 октября 1936",
    "image": "",
    "biography": [
      {
        "description": "Родился 10 января 1875 года в Варшаве, в Царстве Польском, сын Генриха и Йоанны (в девичестве Мюллер (Müller)). Происходил из польской шляхты. Его дед, Якуб Гай, был архитектором, спроектировал, среди прочих здание Банка польского в Варшаве.",
        "date": "1875"
      },
      {
        "description": "Генрих Гай закончил Гимназию Войцеха Гурского, изучал архитектуру в Институте гражданских инженеров императора Николая I в Петербурге, в 1898 году получил диплом инженера. Позже продолжал образование в Париже, Вене и Мюнхене; некоторое время жил в Италии, Алжире, Тунисе и т. д.",
        "date": "1898"
      },
      {
        "description": "После возвращения из-за границы начал работу в Варшаве. По совету старших коллег в 1906 году он переехал в Минск, где тем временем не хватало профессиональных архитекторов и было легче сделать карьеру самостоятельного автора.",
        "date": "1906"
      },
      {
        "description": "В 1906—1910 годах руководил строительно-монтажными работами на строении Костела Святых Симона и Елены в Минске. С 1909 года член Круга архитекторов в Варшаве. В начале декабря 1908 года в составе делегации Круга участвовал в Первом съезде делегатов польских архитектурных кругов в Кракове",
        "date": "1906 — 1910"
      },
      {
        "description": "Перед первой мировой войной участвовал в работе двух архитектурных мастерских. Одна из них находилась в Варшаве и сначала была в совместном владении (вместе с Дзержановским и Войцеховским), а позже во владения Гая, на ул. Окулник. Вторая, «Гай, Свентицкий & Co», находилась в Минске, в доме Юхновича на углу современных улиц Карла Маркса и Энгельса. Некоторое время работал в Минске и его окрестностях, возвел немало произведений сакральной и гражданской архитектуры. Участвовал в архитектурных конкурсах, где получил многочисленные знаки отличий и награды, в том числе, первую премию в конкурсе на проектирование Бессарабского рынка в Киеве; до этого Гай имел опыт строительства крытого рынка в Варшаве. В 1914 году переехал вглубь России, начало первой мировой войны встретил во Владивостоке. Организовал там польскую колонию и исполнял обязанности консула. В 1918 году выехал из России. В 1919 году приехал в Минск, но в том же году покинул его и вернулся в Варшаву. Во время польско-советской войны входил в состав польской Гражданской стражи. Проводил лекции в Железнодорожной школе. В межвоенный период работал в должности воеводского архитектора в Пинске.",
        "date": "1910 - 1919"
      }
    ],
    "works": [
      {
        "description": "Дом Свенцицкого, проект Генриха Гая",
        "date": "Начало XX века",
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Miensk_Marksa_01.jpg/800px-Miensk_Marksa_01.jpg?uselang=ru"
      },
      {
        "description": "Дом № 19 на ул. Советской в Минске",
        "date": "",
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Miensk_Sav_19_01.jpg/800px-Miensk_Sav_19_01.jpg?uselang=ru"
      },
      {
        "description": "Костел Непорочного зачатия Марии в Жбивкуве, около Варшавы",
        "date": "",
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/POL_Pruszkow_zbikow_church.jpg/450px-POL_Pruszkow_zbikow_church.jpg?uselang=ru"
      },
      {
        "description": "Приходской дом Евангелическо-Аугсбургского прихода, площадь Малаховский, Варшава",
        "date": "1911—1912",
        "img": ""
      },
      {
        "description": "Бессарабский рынок в Киеве",
        "date": "1910—1912",
        "img": "https://upload.wikimedia.org/wikipedia/commons/8/86/KIev-KhreshchatykStr-BessarabskyiMarket.jpg",
        "lat": 50.44242145,
        "lng": 30.52161393
      },
      {
        "description": "Двор Эдварда Рачинского в Заваде около Дембицы",
        "date": "",
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Dw%C3%B3r_w_Zawadzie.JPG/800px-Dw%C3%B3r_w_Zawadzie.JPG?uselang=ru"
      }
    ],
    "video": "bw8EBGwOLrg"
  },
  {
    "id": 2,
    "name": "Ананич Юрий Степанович",
    "shortDescription": "Белорусский архитектор. Внёс вклад в формирование архитектурного облика современного Минска и других белорусских городов. Член Белорусского союза архитекторов.",
    "fullDescription": "Белорусский архитектор. Внёс вклад в формирование архитектурного облика современного Минска и других белорусских городов. Член Белорусского союза архитекторов. Родился в Минске, отец — машинист скорого поезда. В 1978 году закончил архитектурный факультет Белорусского государственного политехнического института (сейчас БНТУ) по специальности «градостроительство». После завершения учёбы на протяжении тридцати лет работал в РУП «Институт Белгоспроект». Некоторое время занимал должность главного архитектора в компании «Глобал Инвестментс». Позже участвовал в проектировании трех высотных зданий, которые российская компания «Итера» планировала построить в дополнение к жилому небоскребу «Парус» в рамках многофункционального комплекса «Бизнес-центр по ул. М.Танка». Трагически погиб на железнодорожной станции Птичь Минского района.",
    "placeOfBirth": "Минск, Беларусь",
    "years": "23 ноября 1955 — 28 февраля 2015",
    "image": "https://upload.wikimedia.org/wikipedia/commons/d/d2/Yury_Ananich.jpg",
    "biography": [
      {
        "description": "Родился 23 ноября 1955 года в Минске.",
        "date": "1955"
      },
      {
        "description": "Закончил архитектурный факультет Белорусского государственного политехнического института (сейчас БНТУ) по специальности «градостроительство»",
        "date": "1978"
      },
      {
        "description": "Работал в РУП «Институт Белгоспроект»",
        "date": "1978 - 2008"
      },
      {
        "description": "Трагически погиб на железнодорожной станции Птичь Минского района",
        "date": "2015"
      }
    ],
    "works": [
      {
        "description": "Жилой комплекс посольства Российской федерации в Беларуси",
        "date": "2007",
        "img": "https://upload.wikimedia.org/wikipedia/commons/4/40/Russian_Embassy_1.jpg",
        "lat": 27.531195,
        "lng": 53.930483
      },
      {
        "description": "Торговый центр с центром банковских услуг в Могилёве",
        "date": "",
        "img": "",
        "lat": 30.348159,
        "lng": 53.868947
      }
    ],
    "video": "UKWEsW7p8cs"
  },
  {
    "id": 3,
    "name": "Ио́сиф Григо́рьевич Ла́нгбард",
    "shortDescription": "Белорусский советский архитектор, заслуженный деятель искусств Белорусской ССР (1934), обладатель Гран-при Всемирной выставки в Париже, 1937, доктор архитектуры (с 1939 года).",
    "fullDescription": "Белорусский советский архитектор, заслуженный деятель искусств Белорусской ССР (1934), обладатель Гран-при Всемирной выставки в Париже, 1937, доктор архитектуры (с 1939 года). Является одним из выдающихся зодчих Европы XX века, чьё художественное наследие оказало значительное влияние на развитие современной архитектуры. Его архитектурные работы в большой степени повлияли на формирование облика города Минска и являются образцами белорусского зодчества.",
    "placeOfBirth": "Бельск, Гродненская губерния",
    "years": "6 января 1882 — 3 января 1951",
    "image": "https://upload.wikimedia.org/wikipedia/commons/e/e5/Architect_Langbard_Iosif_Grigorevich.jpg",
    "biography": [
      {
        "description": "родился 6 января 1882 года в местечке Бельск Гродненской губернии Российской империи, в еврейской семье.",
        "date": "1882"
      },
      {
        "description": "Окончил местную гимназию",
        "date": "1901"
      },
      {
        "description": "Окончил архитектурное отделение Одесского художественного училища",
        "date": "1906"
      },
      {
        "description": "Переехал в Санкт-Петербург",
        "date": "1907"
      },
      {
        "description": "Защитил дипломный проект Здание Государственного совета Российской империи.",
        "date": "1914"
      },
      {
        "description": "Выиграл всесоюзный конкурс на лучший проект Дома правительства Белорусской ССР.",
        "date": "1929"
      },
      {
        "description": "творчество архитектора получило мировое признание, когда Иосиф Лангбард стал обладателем Гран-При Всемирной выставки в Париже.",
        "date": "1937"
      },
      {
        "description": "Скончался в Ленинграде.",
        "date": "1951"
      }
    ],
    "works": [
      {
        "description": "Жилой дом для рабочих завода «Красный треугольник» на пр. Газа в Ленинграде",
        "date": "1927",
        "img": ""
      },
      {
        "description": "Главный корпус Академии наук Белорусской ССР в Минске",
        "date": "1935—1939",
        "img": "https://upload.wikimedia.org/wikipedia/commons/4/4b/Belarus-Minsk-Academy_of_Sciences-5.jpg"
      },
      {
        "description": "Дом Красной армии в Минске",
        "date": "1934—1939",
        "img": ""
      }
    ],
    "video": "dlQIlW3V"
  },
  {
    "id": 4,
    "name": "Клавдий Степанович Дуж-Душевский",
    "shortDescription": "Белорусский общественно-политический и культурный деятель, архитектор и журналист.",
    "fullDescription": "Белорусский общественно-политический и культурный деятель, архитектор и журналист. Считается автором бело-красно-белого флага — официального флага Белорусской Народной Республики (1918—1919) и Белоруссии (1991—1995).",
    "placeOfBirth": "Глубокое, Виленская губерния, Российская империя",
    "years": "27 марта 1891 года — 1959",
    "image": "https://upload.wikimedia.org/wikipedia/ru/d/d3/Dushewsky.jpg",
    "biography": [
      {
        "description": "Родился 27 марта 1891 года в городе Глубокое Виленской губернии Российской империи, ныне Витебской области Белоруссии.",
        "date": "1891"
      },
      {
        "description": "Поступил в Петербургский горный институт.",
        "date": "1912"
      },
      {
        "description": "Начал заниматься политикой — вступил в Белорусскую социалистическую громаду, в июне 1917 года стал членом центрального комитета громады и её президиума.",
        "date": "1917"
      },
      {
        "description": "Переехал в Вильно и стал членом Белорусского национального комитета.",
        "date": "1919"
      },
      {
        "description": "В качестве архитектора работал в Литве, прошёл обучение в архитектурном бюро Владимира Дубенецкого.",
        "date": "1930-1940"
      },
      {
        "description": "После оккупации Литовской ССР немецкой армией отказался от сотрудничества с немцами, за что (а также за помощь евреям) попал в концлагерь.",
        "date": "1940"
      },
      {
        "description": "Умер в Вильнюсе, Литовская ССР.",
        "date": "25 февраля 1959"
      }
    ],
    "works": [
      {
        "description": "Здание кинотеатра «Метрополитен» в Литве",
        "date": "1927",
        "img": ""
      }
    ],
    "video": ""
  },
  {
    "id": 5,
    "name": "Левин Леонид Менделевич",
    "shortDescription": "Заслуженный архитектор Республики Беларусь.",
    "fullDescription": "Заслуженный архитектор Республики Беларусь, Лауреат Ленинской премии и премии Ленинского комсомола, Лауреат премии Волгоградского Комсомола, дважды лауреат Государственной премии Республики Беларусь, лауреат многих престижных конкурсов и смотров архитектурных работ, Академик Международной и Белорусской Академий архитектуры, Председатель Союза белорусских еврейских общественных объединений и общин с 1991 года",
    "placeOfBirth": "Минск, Беларусь",
    "years": "25 июля 1936 — 1 марта 2014",
    "image": "https://upload.wikimedia.org/wikipedia/commons/b/bf/Levin_Leonid_Mendele.jpg",
    "biography": [
      {
        "description": "Родился в Минске",
        "date": "25 июля 1936"
      },
      {
        "description": "Учёба в Белорусском политехническом институте.",
        "date": "1954—1960"
      },
      {
        "description": "Работа в Институте «Минскпроект» (от архитектора до руководителя Мастерской по застройке центра Минска)",
        "date": "С 1960"
      },
      {
        "description": "Участие в создании парка им. 50-летия Советской власти.",
        "date": "1960—1967"
      },
      {
        "description": "Участие в создании выставочного павильона ВДНХ БССР в Минске.",
        "date": "1968"
      },
      {
        "description": "в составе авторского коллектива был удостоен Ленинской премии за мемориальный комплекс 1968—1969 гг. «Хатынь».",
        "date": "1970"
      },
      {
        "description": "Директор собственной творческой мастерской УП «Творческая мастерская архитектора Л. Левина»",
        "date": "С 1997"
      },
      {
        "description": "Умер в Минске",
        "date": "1 марта 2014"
      }
    ],
    "works": [
      {
        "description": "Мемориальный ансамбль «Хатынь»",
        "date": "1969",
        "img": "https://upload.wikimedia.org/wikipedia/commons/e/e6/Khatyn_-_Villages.jpg"
      },
      {
        "description": "Мемориальный комплекс «Яма» (территория бывшего Минского гетто)",
        "date": "",
        "img": "https://upload.wikimedia.org/wikipedia/commons/6/6a/Belarus-Minsk-Memorial_Pit-2.jpg"
      },
      {
        "description": "Памятник Янке Купале",
        "date": "1972",
        "img": "https://upload.wikimedia.org/wikipedia/ru/f/ff/Yanka-kupala-minsk.jpg"
      },
      {
        "description": "Горком КПБ, МИД",
        "date": "1979",
        "img": ""
      }
    ],
    "video": "qoWJgqu47gA"
  },
  {
    "id": 6,
    "name": "Парусников Михаил Павлович",
    "shortDescription": "Советский архитектор, действительный член Академии Архитектуры СССР.",
    "fullDescription": "Советский архитектор, действительный член Академии Архитектуры СССР (1950), академик АН БССР (1950; член-корреспондент с 1947). Педагог, профессор (с 1948). Лауреат Государственной премии Белорусской ССР (1968).",
    "placeOfBirth": "Москва, Российская империя",
    "years": "12 ноября 1893 - 2 февраля 1968",
    "image": "https://upload.wikimedia.org/wikipedia/ru/b/b6/Parusnikov.jpg",
    "biography": [
      {
        "description": "Родился в Москве",
        "date": "12 ноября 1893"
      },
      {
        "description": "Учеба в МУЖВЗ",
        "date": "1913-1918"
      },
      {
        "description": "Работа в архитектурно-проектных организациях Москвы",
        "date": "С 1924"
      },
      {
        "description": "Преподавание в МАРХИ",
        "date": "1934—1941"
      },
      {
        "description": "Старший научный сотрудник Академии архитектуры СССР",
        "date": "1941—1944"
      },
      {
        "description": "Руководитель архитектурно-проектных мастерских Комитета по делам архитектуры СССР",
        "date": "1944—1948"
      },
      {
        "description": "Умер в Москве",
        "date": "2 февраля 1968"
      }
    ],
    "works": [
      {
        "description": "Фабрика прядильная в Ивантеевке",
        "date": "1929",
        "img": ""
      },
      {
        "description": "Административное здание — КГБ Беларуси",
        "date": "1945—1947",
        "img": "https://upload.wikimedia.org/wikipedia/commons/7/71/Minsk_skaryny_ave_02.jpg"
      },
      {
        "description": "Госбанк БССР",
        "date": "1950",
        "img": "https://upload.wikimedia.org/wikipedia/commons/3/32/NBRB.JPG"
      },
      {
        "description": "Спортивный комплекс «Динамо»",
        "date": "1946—1954",
        "img": ""
      }
    ],
    "video": ""
  },
  {
    "id": 7,
    "name": "Михаил Иванович Бакланов",
    "shortDescription": "Белорусский советский архитектор. Заслуженный архитектор Белорусской ССР (1969).",
    "fullDescription": "Белорусский советский архитектор. Заслуженный архитектор Белорусской ССР (1969).",
    "placeOfBirth": "с. Ивановка",
    "years": "30 января 1914 - 23 января 1990",
    "image": "https://upload.wikimedia.org/wikipedia/ru/6/6d/%D0%9C%D0%B8%D1%85%D0%B0%D0%B8%D0%BB_%D0%98%D0%B2%D0%B0%D0%BD%D0%BE%D0%B2%D0%B8%D1%87_%D0%91%D0%B0%D0%BA%D0%BB%D0%B0%D0%BD%D0%BE%D0%B2.jpg",
    "biography": [
      {
        "description": "Родился в с. Ивановка (ныне Волновахский район Донецкая область Украина)",
        "date": "30 января 1914"
      },
      {
        "description": "В начале Великой Отечественной войны рядовой Бакланов сражался с фашистами, но уже в июле 1941 года попал в плен",
        "date": "1941"
      },
      {
        "description": "Бежал из лагеря для военнопленных на территории Польшии, вскоре после этого вступил в партизанскую бригаду «Народные мстители».",
        "date": "1943"
      },
      {
        "description": "Работа в архитектурно-планировочной мастерской Управления по делам архитектуры при СНК БССР (Белгоспроекте), которую возглавлял профессор М. Барщ.",
        "date": "С 1944"
      },
      {
        "description": "Умер в Минске",
        "date": "23 января 1990 "
      }
    ],
    "works": [
      {
        "description": "Национальный академический драматический театр им. М. Горького (реконструкция)",
        "date": "1948—1950",
        "img": "https://upload.wikimedia.org/wikipedia/commons/a/ab/Minsk_Drama_Theatre.jpg"
      },
      {
        "description": "Здание Минского областного статистического управления",
        "date": "1954",
        "img": ""
      },
      {
        "description": "Государственная картинная галерея БССР",
        "date": "1954—1957",
        "img": "https://upload.wikimedia.org/wikipedia/commons/1/13/%D0%A5%D1%83%D0%B4_%D0%BC%D1%83%D0%B7%D0%B5%D0%B9_%D0%A0%D0%91.jpg"
      },
      {
        "description": "Кинотеатр «Победа» по ул. Интернациональной",
        "date": "",
        "img": ""
      }
    ],
    "video": "7CsnFSbpUqE"
  }
]
